<?php
// +----------------------------------------------------------------------
// | Vhake框架 [ VhakeAdmin ]
// +----------------------------------------------------------------------
// | 版权所有 2016~2017 深圳市威骇客网络科技有限公司 [ http://www.vhake.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://VhakeAdmin.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

/**
 * 安装程序配置文件
 */
return array(
    //产品配置
    'install_product_name'   => 'VhakeAdmin', //产品名称
    'install_website_domain' => 'http://www.vhake.com', //官方网址
    'install_company_name'   => '深圳市威骇客网络科技有限公司', //公司名称
    'original_table_prefix'  => 'dp_', //默认表前缀

    // 安装配置
    'install_table_total' => 253, // 安装时，需执行的sql语句数量
);
