<?php
// +----------------------------------------------------------------------
// | VhakePHP框架 [ VhakePhp ]
// +----------------------------------------------------------------------
// | 版权所有 2016~2017 深圳市威骇客网络科技有限公司 [ http://www.vhake.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://vhake.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

/**
 * 模块信息
 */
return [
    // 模块名[必填]
    'name'        => 'api',
    // 模块标题[必填]
    'title'       => '数据管理',
    // 模块唯一标识[必填]，格式：模块名.开发者标识.module
    'identifier'  => 'api.vhake.module',
    // 模块图标[选填]
    'icon'        => 'fa fa-fw fa-newspaper-o',
    // 模块描述[选填]
    'description' => 'API数据管理模块',
    // 开发者[必填]
    'author'      => ' ccb',
    // 开发者网址[选填]
    'author_url'  => 'http://www.vhake.com',
    // 版本[必填],格式采用三段式：主版本号.次版本号.修订版本号
    'version'     => '1.0.0',
    // 插件依赖[可选]，格式[[插件名, 插件唯一标识, 依赖版本, 对比方式]]
    'need_plugin' => [],
    // 原始数据库表前缀
];
